Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: This service provides an opportunity for developed countries, developing countries and countries with economies in transition to make available information about their national profiles, priorities/related needs, and action plans.
fr: Ce service permet aux pays industrialisés, aux pays en développement et aux économies en transition de communiquer des informations sur leur profil national, leurs priorités/besoins connexes et leurs plans d'action.

source: It intends to provide a global overview of existing needs in the area of chemicals management.
fr: Il se propose de fournir un aperçu général des besoins existants dans le domaine de la gestion des produits chimiques.

source: The main challenges for this service at present include that, to-date, very few countries have entered information.
fr: Les principales difficultés pour ce service tiennent notamment au très petit nombre de pays qui ont diffusé des informations.

source: Since a UNITAR/ECB National Profile homepage already exists, which contains many more profiles than are currently in the INFOCAP system, UNITAR could substitute its homepage for the present, under-populated National Profile component of the service.
fr: Vu qu'il existe déjà une page d'accueil UNITAR/ECB sur les profils nationaux, qui contient beaucoup plus de profils que le système INFOCAP actuel, l'UNITAR pourrait substituer sa page d'accueil à la composante du service Profils nationaux, actuellement peu fournie.

source: Service 2: Sources of Potential Support
fr: Service 2 : Sources de soutien possible

source: This service provides summary information about organizations and countries providing assistance in the field of sound chemicals management and official procedures to apply for support.
fr: Ce service fournit des informations succinctes sur les organisations et les pays qui apportent de l'aide dans le domaine de la gestion rationnelle des produits chimiques et sur les procédures officielles de demande de soutien.

source: Contributors of information can come from different sectors: official agencies, the private sector, academia and public interest non-governmental organizations.
fr: Les informations peuvent provenir de différents secteurs : organismes officiels, secteur privé, universitaires et organisations non gouvernementales d'intérêt public.

source: To-date, the main challenge of this service is that few organizations responded when asked for information by the secretariat.
fr: A ce jour, la principale difficulté pour ce service tient au petit nombre d'organisations qui répondent aux demandes d'informations qui leur sont adressées par le secrétariat.

source: This service could be developed into a web portal.
fr: Ce service pourrait prendre la forme d'un portail sur le web.

source: Service 3: Past, Ongoing and Planned Projects
fr: Service 3 : Projets passés, en cours et prévus

source: This service provides access to information on past, on-going or planned capacity building projects carried out by countries and organizations.
fr: Ce service permet d'obtenir des informations sur les projets passés, en cours ou prévus de renforcement des capacités des pays et des organisations.

source: It builds on and includes information obtained in the OECD Survey of Development Assistance Activities for Capacity Building.
fr: Il utilise et inclut les informations issues de l'enquête de l'OCDE sur les activités d'aide au développement pour le renforcement des capacités.

source: Current challenges include that very few projects have been added that are additional to the currently available OECD survey data.
fr: Les difficultés actuelles tiennent au très petit nombre de projets ajoutés par rapport aux données de l'enquête de l'OCDE actuellement disponibles.

source: IOMC could provide basic project summary information.
fr: L'IOMC pourrait fournir des informations succinctes sur les projets de base.

source: Service 4: Guidance and Training Manuals
fr: Service 4 : Manuels de référence et de formation

source: This service facilitates the exchange of information on chemicals management capacity building documentation and training materials available through organisations and countries participating in the Network.
fr: Ce service facilite l'échange d'informations sur la documentation et les matériels de formation relatifs au renforcement des capacités de gestion des produits chimiques fournies par les organisations et les pays qui participent au réseau.

source: It builds upon a UNITAR/IOMC document that lists and summarizes guidance and training materials of IOMC Organizations that related to capacity building.
fr: Il s'appuie sur un document UNITAR/IOMC qui dresse la liste et donne un résumé des matériels de référence et de gestion des organisations qui participent à l'IOMC portant sur le renforcement des capacités.

source: Participation to-date beyond this list is low.
fr: La participation, en dehors de cette liste, est très faible.

source: IOMC can update its existing listing of guidance and training materials, or inter-link this information via portals (if technically feasible).
fr: L'IOMC peut actualiser sa liste existante de matériels de référence et de formation ou établir des liens entre ces informations en créant des portails (s'ils sont techniquement réalisables).

source: Service 5: Points of Contact
fr: Service 5 : Personnes à contacter

source: Network Points of Contact are responsible for coordinating and facilitating the provision of information to INFOCAP.
fr: Les personnes à contacter à l'intérieur du réseau ont pour tâche de coordonner et de faciliter la communication d'informations au réseau INFOCAP.

source: We believe that the current TOR for the Points of Contact are too onerous, and contribute to the “top-heavy” nature of the administrative infrastructure of the current system.
fr: Les attributions actuelles des personnes à contacter sont excessives et contribuent à la lourdeur extrême de l'infrastructure du système existant.

source: Annex 3: Comments by the INFOCAP Steering Group
fr: Annexe 3 : Comments by the INFOCAP Steering Group

source: Information Sources and Exchange on Capacity Building for Chemicals Management - June 2005, prepared by IOMC for SAICM PrepCom3
fr: Comments on: Information Sources and Exchange on Capacity Building for Chemicals Management - June 2005, prepared by IOMC for SAICM PrepCom3

source: 07 July 2005
fr: Submitted by the INFOCAP Steering Group 07 July 2005

source: Resolutions and decisions adopted by the Economic and Social Council at its organizational and resumed organizational sessions for 2005
fr: Résolutions et décisions adoptées par le Conseil économique et social à sa session d'organisation de 2005 aux reprises de cette session

source: (4 February, 1 March, 31 March, 27-28 April and 9 June 2005)
fr: (4 février, 1er et 31 mars, 27 et 28 avril et 9 juin 2005)

source: Note: The provisional texts of the decisions adopted by the Council at its organizational session for 2005 are circulated herein for information.
fr: Note : Le texte provisoire des résolutions et décisions adoptées par le Conseil économique et social à sa session d'organisation de 2005 est distribué pour information.

source: The final texts will be issued in Official Records of the Economic and Social Council, 2005, Supplement No. 1 (E/2005/99).
fr: Le texte définitif sera publié dans le Supplément no 1 des Documents officiels du Conseil économique et social, 2005 (E/2005/99).

source: 2005/1 Ad Hoc Advisory Group on Burundi
fr: 2005/1 Groupe consultatif spécial pour le Burundi

source: Recalling its resolutions 2002/1 of 15 July 2002, 2003/16 of 21 July 2003, 2003/50 of 24 July 2003, 2004/2 of 3 May 2004 and 2004/59 and 2004/60 of 23 July 2004, and its decision 2003/311 of 22 August 2003,
fr: Rappelant ses résolutions 2002/1 du 15 juillet 2002, 2003/16 du 21 juillet 2003, 2003/50 du 24 juillet 2003, 2004/2 du 3 mai 2004 et 2004/59 et 2004/60 du 23 juillet 2004, et sa décision 2003/311 du 22 août 2003,

source: Decides to consider the reports of the Ad Hoc Advisory Group on Burundi at its substantive session of 2005, requests that the report of the Group to that session describe, inter alia, how the Group has fulfilled its mandate, and decides also to hold a discussion on the work of the Group and on how it has fulfilled its mandate;
fr: Décide d'examiner les rapports du Groupe consultatif spécial pour le Burundi durant sa session de fond de 2005, demande que le rapport présenté par le Groupe à cette session décrive, entre autres, la manière dont ce dernier s'est acquitté de son mandat, et décide également d'organiser un débat sur les travaux du Groupe et sur la réalisation de son mandat;

source: Requests the Secretary-General, the United Nations Development Group, the Office for the Coordination of Humanitarian Assistance and relevant United Nations funds and programmes and the specialized agencies to continue to assist the Ad Hoc Advisory Group in accomplishing its mandate, and invites the Bretton Woods institutions to continue to cooperate to that end.
fr: Prie le Secrétaire général, le Groupe des Nations Unies pour le développement et le Bureau de la coordination des affaires humanitaires ainsi que les fonds et programmes et les institutions spécialisées des Nations Unies intéressés de continuer d'aider le Groupe consultatif spécial à s'acquitter de son mandat, et invite les institutions de Bretton Woods à poursuivre leur coopération à cette fin.

source: 2005/2 Ad Hoc Advisory Group on Guinea-Bissau
fr: 2005/2 Groupe consultatif spécial pour la Guinée-Bissau

source: Recalling its resolutions 2002/1 of 15 July 2002, 2003/1 of 31 January 2003, 2003/53 of 24 July 2003, 2004/1 of 3 May 2004 and 2004/59 and 2004/61 of 24 July 2004, and its decision 2002/304 of 25 October 2002,
fr: Rappelant ses résolutions 2002/1 du 15 juillet 2002, 2003/1 du 31 janvier 2003, 2003/53 du 24 juillet 2003, 2004/1 du 3 mai 2004, et 2004/59 et 2004/61 du 24 juillet 2004, et sa décision 2002/304 du 25 octobre 2002,

source: Recognizing the link between political stability and economic and social development in Guinea-Bissau, as well as the persistent fragility of its democratic institutions,
fr: Conscient du lien entre la stabilité politique et le développement économique et social du pays, ainsi que de la fragilité persistante de ses institutions démocratiques,

source: Welcoming the positive and constructive role of the Ad Hoc Advisory Group on Guinea-Bissau in supporting the country to address its pressing short and longer-term development objectives,
fr: Notant avec satisfaction que le Groupe consultatif spécial pour la Guinée-Bissau a aidé de manière positive et constructive le pays à faire face à ses objectifs prioritaires de développement à court et à long terme,

source: Welcomes the contributions of the Economic Community of West African States, the Community of Portuguese-speaking Countries and other partners to improving the situation in Guinea-Bissau;
fr: Se félicite de la contribution de la Communauté économique des États de l'Afrique de l'Ouest, de la Communauté des pays de langue portugaise et d'autres partenaires à l'amélioration de la situation en Guinée-Bissau;

source: Welcomes also the recommendation by the Security Council, in its resolution 1580 (2004) of 22 December 2004, to establish a voluntary emergency fund, to be administered by the United Nations Development Programme, to support efforts related to the planning and implementation of military reform;
fr: Se félicite également de la recommandation que le Conseil de sécurité a formulée dans sa résolution 1580 (2004) du 22 décembre 2004, tendant à créer un fonds d'urgence, administré par le Programme des Nations Unies pour le développement, afin de soutenir la planification et l'exécution de la réforme de l'armée;

source: Welcomes further the commitment of the Government of Guinea-Bissau to hold Presidential elections in accordance with the timetable in the Transition Charter, and in that regard invites the international community to provide financial and technical support to Guinea-Bissau in the holding of those elections;
fr: Se félicite en outre de l'engagement pris par le Gouvernement de la Guinée-Bissau de tenir des élections présidentielles conformément au calendrier fixé dans la Charte de transition et, à ce sujet, invite la communauté internationale à apporter son soutien financier et technique à la Guinée-Bissau pour la tenue desdites élections;

source: Expresses appreciation to those organizations and countries that have provided assistance to Guinea-Bissau in controlling a locust invasion, which is undermining an already fragile economy, and appeals to the international community to provide additional assistance;
fr: Exprime sa gratitude aux organismes et aux pays qui ont prêté assistance à la Guinée-Bissau dans la lutte contre une invasion acridienne, qui compromet une économie déjà fragile, et demande instamment à la communauté internationale d'apporter une aide supplémentaire;

source: Invites the donor community to consider providing budgetary support to meet emergency needs, including the payment of salaries, in particular by providing additional contributions through the Emergency Economic Management Fund;
fr: Invite la communauté des donateurs à envisager d'apporter un soutien budgétaire pour les besoins d'urgence, y compris le paiement des salaires, en apportant, en particulier, des contributions supplémentaires par la voie du Fonds d'urgence pour la gestion économique;

source: Recognizes that the key challenges for the Government of Guinea-Bissau will be to restore fiscal discipline, rebuild public administration and improve the climate for private investment and economic diversification and that meeting these challenges will require a combination of peace, firm commitment to sound policies by the authorities, improved governance and transparency, and the technical and financial support of the international community;
fr: Est conscient que le Gouvernement de la Guinée-Bissau devra s'atteler principalement à restaurer la discipline budgétaire, remettre sur pied l'administration publique, et rendre le climat plus favorable aux investissements privés et à la diversification économique, et que pour y parvenir, il faudra tout à la fois que la paix règne, que les autorités prennent un engagement ferme en faveur de politiques cohérentes, que la gouvernance et la transparence soient renforcées et que la communauté internationale offre son aide sur les plans technique et financier;

source: Welcomes the progress in economic and financial management and accountability, as recognized by the International Monetary Fund and the World Bank at the meeting of Guinea-Bissau's partners to prepare for the round-table conference, held in Lisbon on 11 February 2005;
fr: Se félicite des progrès accomplis en matière de gestion économique et financière et de responsabilisation dans ce domaine, tels qu'ils ont été constatés par le Fonds monétaire international et la Banque mondiale lors de la réunion des partenaires de la Guinée-Bissau préparatoire à la table ronde, qui s'est tenue le 11 février 2005 à Lisbonne;

source: Welcomes also the discussion at the International Monetary Fund on 19 November 2004 of the next steps in the Fund's engagement with Guinea-Bissau, which covered, inter alia, emergency post-conflict assistance, a poverty reduction and growth facility and a staff-monitored programme;
fr: Se félicite aussi des échanges qui ont eu lieu au Fonds monétaire international, le 19 novembre 2004, sur les étapes suivantes de l'engagement du Fonds en Guinée-Bissau concernant, notamment, une assistance d'urgence après conflit, une facilité pour la réduction de la pauvreté et pour la croissance et un programme contrôlé par le personnel;

source: Welcomes further the holding of the meeting of Guinea-Bissau's partners to prepare for the round-table conference, and stresses the importance of strong participation in the donor round-table conference scheduled for October 2005;
fr: Se félicite en outre de la tenue de la réunion des partenaires de la Guinée-Bissau préparatoire à la table ronde, et souligne l'importance d'une forte participation à cette table ronde prévue en octobre 2005;

source: Encourages the Government of Guinea-Bissau to give full consideration to the report of the Ad Hoc Advisory Group;
fr: Encourage le Gouvernement de la Guinée-Bissau à examiner de près le rapport du Groupe consultatif spécial pour la Guinée-Bissau;

source: Reaffirms the need to create an enabling environment in Guinea-Bissau to promote economic and social development in the country, and in that regard renews its invitation to the Government of Guinea-Bissau, the organizations of the United Nations system, the Bretton Woods institutions, the donor community and the international community as a whole to give full consideration to the recommendations formulated by the Ad Hoc Advisory Group in its first report and to take specific steps to give effect to the partnership approach set out therein with a view to implementing a long-term programme of support;
fr: Réaffirme qu'il faut créer en Guinée-Bissau des conditions favorables au développement économique et social du pays et, à cet égard, invite à nouveau le Gouvernement de la Guinée-Bissau, les organismes des Nations Unies, les institutions de Bretton Woods, la communauté des donateurs et la communauté internationale dans son ensemble à examiner avec toute l'attention requise les recommandations formulées par le Groupe consultatif spécial pour la Guinée-Bissau dans son premier rapport et à prendre des mesures spécifiques pour mettre en œuvre la stratégie de partenariat qu'il y préconise, en vue du lancement d'un programme de soutien à long terme;

source: Decides to extend the mandate of the Ad Hoc Advisory Group on Guinea-Bissau until the substantive session of 2005 of the Economic and Social Council, and requests that, in its report to the Council at that session, the Group describe how it has fulfilled its mandate and, if necessary, include a discussion of the tasks remaining to be accomplished, as well as an estimated timetable for the completion of those tasks in the light of the prevailing situation and a discussion of the implementation of its recommendations;
fr: Décide de proroger le mandat du Groupe consultatif spécial pour la Guinée-Bissau jusqu'à la session de fond du Conseil économique et social de 2005 et prie le Groupe d'exposer dans le rapport qu'il présentera au Conseil à cette session la façon dont il s'est acquitté de son mandat et, le cas échéant, les tâches qui restent à accomplir, assorties des délais prévus pour leur réalisation, compte tenu de la situation qui règne dans le pays, ainsi qu'une analyse de la mise en œuvre de ses recommandations;

source: Decides to consider the reports of the Ad Hoc Advisory Group on Guinea-Bissau at its substantive session of 2005.
fr: Décide d'examiner les rapports du Groupe consultatif spécial pour la Guinée-Bissau à sa session de fond de 2005.

source: 2005/3 Public administration and development
fr: 2005/3 Administration des affaires publiques et développement

source: Recalling its resolutions 2001/45 of 20 December 2001, 2002/40 of 19 December 2002 and 2003/60 of 25 July 2003,
fr: Rappelant ses résolutions 2001/45 du 20 décembre 2001, 2002/40 du 19 décembre 2002 et 2003/60 du 25 juillet 2003,

source: Reaffirming the role of the public service in the attainment of national goals for social and economic development, including those contained in the United Nations Millennium Declaration,
fr: Réaffirmant le rôle de l'administration des affaires publiques dans la réalisation des objectifs nationaux de développement économique et social, notamment ceux qui sont énoncés dans la Déclaration du Millénaire,

source: Takes note of the report of the Committee of Experts on Public Administration on its third session;
fr: Prend note du rapport du Comité d'experts de l'administration publique sur les travaux de sa troisième session;

source: Reiterates that efficient, accountable, effective and transparent public administration, at both the national and international levels, has a key role to play in the implementation of the internationally agreed development goals, including those contained in the United Nations Millennium Declaration,4 and in that context stresses the need to strengthen national public sector administrative and managerial capacity-building, in particular in developing countries and countries with economies in transition;
fr: Réaffirme que l'efficience, le sens des responsabilités, l'efficacité et la transparence dans l'administration des affaires publiques, aux niveaux national et international, sont déterminants pour la réalisation des objectifs de développement convenus au plan international, notamment ceux qui sont énoncés dans la Déclaration du Millénaire4 et, dans ce contexte, souligne qu'il faut promouvoir le renforcement des capacités d'administration et de gestion du secteur public à l'échelon national, en particulier dans les pays en développement et les pays en transition;

source: Requests all Member States to abide by the principles of proper management of public affairs and public property, fairness, responsibility and equality before the law and the need to safeguard integrity and foster a culture of transparency, accountability and rejection of corruption at all levels and in all its forms, and in that regard urges Member States that have not yet done so to consider enacting laws to accomplish those ends;
fr: Demande à tous les États Membres de respecter les principes d'une bonne gestion des affaires publiques et des biens publics, de l'équité, de la responsabilité et de l'égalité devant la loi, et de se plier à la nécessité de préserver l'intégrité et de promouvoir une culture de la transparence, de la responsabilité et du refus de la corruption à tous les niveaux et sous toutes ses formes, et, à cet égard, encourage instamment tous les États Membres qui ne l'ont pas encore fait à envisager d'adopter des lois à cette fin;

source: Encourages the international community to increase financial, material and technical support to developing countries with a view to assisting their efforts to strengthen and revitalize their public administration institutions and managerial capacity through, inter alia, adopting methods, processes and systems that foster public participation in the governance and development process, and in that regard calls upon the United Nations system to provide further substantive technical and advisory support to developing countries, at their request, aimed at strengthening their public service delivery, ensuring national ownership in the development of these programmes;
fr: Encourage la communauté internationale à accroître son soutien financier, matériel et technique aux pays en développement en vue d'appuyer les efforts qu'ils déploient pour renforcer et revitaliser leurs administrations publiques et leurs capacités de gestion, notamment en adoptant des méthodes, des procédures et des systèmes qui favorisent la participation du public à la gouvernance et au développement et, à cet égard, demande au système des Nations Unies de fournir un appui technique et consultatif accru aux pays en développement qui lui en feront la demande afin de les aider à améliorer la prestation des services publics, en veillant à ce que l'élaboration des programmes d'appui soit prise en main par les pays eux-mêmes;
